<template>
  <section>
    <p class="title">优管群服务协议</p>

    <p class="title_small">首部及导言</p>
    <P>
        欢迎您使用优管群服务！<br/>
为使用优管群服务，您应当阅读并遵守《群服务协议》（以下简称“本协议”）、《优管服务协议》、《号码规则》、《软件许可及服务协议》。请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制或免除责任条款可能以加粗形式提示您注意。<br/>
除非您已阅读并接受本协议所有条款，否则您无权使用优管群服务（以下简称“本服务”）。您对本服务的任何登录、查看等使用行为即视为您已阅读并同意本协议的约束。<br/>
如果您未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。
    </P>
    <p class="title_small">一、协议的范围</p>
    <p>1.1 协议适用主体范围</p>
    <p>本协议是您与优管之间关于您使用本服务所订立的协议。</p>
    <p>1.2 本服务内容</p>
    <p>本协议项下的服务是指优管向用户提供的群服务（以下简称“本服务”）。</p>
    <p>1.3 协议关系及冲突条款</p>
    <p>本协议视为《优管服务协议》《软件许可及服务协议》的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。</p>
    <P>本协议内容同时包括优管可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。</P>

    <p class="title_small">二、名词定义</p>
    <p>2.1 群：指用户按照优管的规则创建的，可供多个用户通过软件进行聊天等行为的工具，每一个群有与其唯一对应的一个数字标识-后台自动生成，用户不可见（即群号，群号是群不可分割的一个组成部分），简称：群。</p>
    <p>2.2 群管理员：指创建群的用户，或者按照优管的规则获得群管理员身份的用户，简称：群管理员</p>
    <div  v-if="loadinged">
      <p class="title_small">三、群的性质</p>
      <p>3.1 群管理员仅有依约使用群、管理群的权利。群管理员不得有偿或无偿以借用、租用、转让或售卖等任何方式将自己的管理员身份及管理员相应对群的管理权限转移给其他群成员或其他任何人，否则，优管有权采取收回群，中止或终止对群的使用、管理及相关服务等措施。</p>
      <p>号码的使用权仅属于初始申请注册人，未经优管许可，您不得通过赠与、借用、租用、转让、买卖或者以其他违反本协议的方式获得 号码的使用权以及该号码对群的相应权利。否则，一经优管发现您违反本协议约定的，优管有权采取收回相应号码、群，中止或终止对相应号码、群的使用、管理以及相关服务等措施</p>
      <p>3.2 群成员仅有依约使用群的权利。</p>
      <p>3.3 除上述明确的群管理员和群成员享有的权利之外，群的所有权及其他全部权利归优管所有。同时，群管理员和群成员享有的对群的相应权利，除优管明确允许外，均不得有偿或无偿以借用、租用、转让或售卖等任何方式转移给他人。</p>
     
      <p class="title_small">四、群的创建</p>
      <p>4.1 您在符合优管的关于群的创建资格等相关条件（具体条件以优管公布的相关规则为准）后，应按照优管的流程、规则等创建群。</p>
      <p>4.2 对群命名时，群名称不得含有违反国家法律法规、公序良俗、社会公德以及侵犯他人合法权益等的内容，否则，群将无法创建成功或创建成功后，优管有权采取收回群，中止或终止对群的使用、管理及相关服务等措施。</p>
    
      <p class="title_small">五、第三方产品和服务</p>
      <p>5.1 本服务可能包含第三方提供的产品或服务。当您使用第三方提供的产品或服务时，可能会另有相关的协议或规则，您同样应当认真阅读并遵守。</p>
      <p>5.2 如您在使用第三方产品或服务时发生任何纠纷的，请您与第三方直接联系，优管不承担任何责任，但根据需要会依法提供必要的协助。</p>

      <p class="title_small">六、数据的储存</p>
      <p>6.1 优管不对您在本服务中相关数据的删除或储存失败负责。</p>
      <p>6.2 优管有权根据实际情况自行决定在服务器上对您在本服务中的数据的最长储存期限、为单个用户分配的最大存储使用空间等。您可根据自己的需要自行备份本服务中的相关数据。</p>
      <p>6.3 如果您的服务被终止或取消，优管可以从服务器上永久地删除您的数据。服务终止或取消后，优管没有义务向您返还数据。</p>

      <p class="title_small">七、行为规范</p>
      <p>7.1 五不准</p>
      <p>您在使用本服务时不得利用本服务从事以下行为，包括但不限于：</p>
      <p>（1）发布、传送、传播、储存违反国家法律、危害国家安全统一、社会稳定、公序良俗、社会公德以及侮辱、诽谤、淫秽、暴力的内容；</p>
      <p>（2）发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</p>
      <p>（3）虚构事实、隐瞒真相以误导、欺骗他人；</p>
      <P>（4）发表、传送、传播广告信息及垃圾信息；</p>
      <p>（5）从事其他违反法律法规、政策及公序良俗、社会公德等的行为。</p>
      <P>7.2 用户禁止行为</p>
      <p>本服务仅供您个人使用，除非经优管书面许可，您不得进行以下行为：</p>
      <P>（1）通过任何方式搜集本服务中其他用户的用户名、电子邮件等相关信息，并以发送垃圾邮件、连锁邮件、垃圾短信、即时消息等方式干扰、骚扰其他用户；</P>
      <P>（2）通过本服务发布包含广告、宣传、促销等内容的信息；</P>
      <P>（3）将本服务再次许可他人使用</P>
      <P>（4）其他未经优管书面许可的行为。</P>
      <p>7.3 密码保管责任</p>
      <P>您应妥善保管您的号码与密码，若由于非优管原因导致您号码被盗、密码遗忘或因其他原因导致您无法正常登录号码，您应自行承担号码以及群等相关服务无法使用的责任，但您可以按照优管的申诉途径进行申诉，具体以相关申诉规则为准。</p>
      <P>7.4 对自己行为负责</p>
      <P>您充分了解并同意，您必须为自己注册帐号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。优管无法且不会对因前述风险而导致的任何损失或损害承担责任。</p>
      <P>7.5 违约处理</p>
      <p>如果优管发现或收到他人举报群中的群主、管理员或群成员等违反前述约定或本协议其他约定的，优管有权进行独立判断并采取技术手段予以删除、屏蔽相关信息或断开相关的信息链接。同时，优管有权视您的行为性质，采取包括但不限于中止、终止您发布信息、收回号码、群，中止、终止对号码、群的使用、管理及相关服务、解散群、追究法律责任等措施。由此给您带来的损失（包括但不限于通信中断、用户资料、邮件及相关数据等的清空等），由您自行承担。</p>
      <P>7.6 对第三方损害的处理</p>
      <p>由于您的任何行为，导致任何第三方损害的，您应当独立承担责任；优管因此遭受损失的，您也应当一并赔偿。</p>


      <p class="title_small">八、风险与免责</p>
      <p>基于互联网的开放性和网络服务的传播特殊性，优管特别提醒您谨慎注意以下风险：本服务仅提供一个在线社交的平台，您应当对其他用户使用本服务所发布的内容进行独立判断并承担因依赖该内容而引起的所有风险，包括但不限于因对内容的正确性、完整性或实用性的依赖而产生的风险以及因您个人信息被其他用户获知而带来的风险。您了解并确认，优管不对本服务用户之间的纠纷承担任何责任。</p>

      <p class="title_small">九、其他</p>
      <p>9.1 协议的生效与变更</p>
      <P>您使用本服务即视为您已阅读并同意受本协议的约束。优管有权在必要时修改本协议条款。您可以在相关页面中查阅最新的协议条款。本协议条款变更后，如果您继续使用本服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用本服务。</P>
      <P>9.2 协议签订地</p>
      <P>本协议签订地为中华人民共和国广东省深圳市南山区。</P>
      <P>9.3 适用法律</p>
      <P>本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
      <p>9.4 争议解决</p>
      <p>若您和优管之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
      <P>9.5 条款标题</p>
      <P>本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
      <p>9.6 条款效力</p>
       <p>本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。（正文完）</p>
    </div>
  </section>
</template>

<script>
  export default {
    data () {
      return {
        loadinged: false
      }
    },
    components: {}, mounted() {
      setTimeout(()=>{
        this.loadinged=true
      },1000)
    }
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  section {
    line-height: 0.3rem;
    padding: 0.15rem 0.15rem 0.3rem 0.15rem;
    background-color: #fff;
  }

  .title {
    font-size: 0.19rem;
    text-align: center;
    font-weight: bold;
    text-indent: 0em;
  }

  .title_small {
    font-size: 0.16rem;
    height: 0.32rem;
    font-weight: bold;
  }

  p {
    text-indent: 2em;
  }
</style>
