<template>
  <section>
    <p class="title">优管网平台隐私保护政策</p>
    
    <p>
      优管网平台（包括优管网网站（域名为 www.epipe.cn）及客户端，下称“我们”）非常尊重用户个人信息的保护，在您使用优管网平台提供的服务时，我们将按照本隐私权政策收集、使用及共享您的个人信息。本隐私权政策包含了我们收集、存储、使用、共享和保护您的个人信息的条款，我们希望通过本隐私权政策向您清晰地介绍我们对您个人信息的处理方式，因此我们建议您完整地阅读本隐私权政策，以帮助您了解维护自己隐私权的方式。如您对本隐私权政策有任何疑问，您可以通过优管网平台公布的联系方式与我们联系。如果您不同意本隐私权政策任何内容，您应立即停止使用优管网平台服务。当您使用优管网平台提供的任一服务时，即表示您已同意我们按照本隐私权政策来合法使用和保护您的个人信息。</p>
    
    <p class="title_small">一、适用范围</p>
    <p>
      为用户提供更好、更优、更个性化的服务是优管网坚持不懈的追求，也希望通过我们提供的服务可以更方便您的生活。本隐私权政策适用于优管网平台提供的所有服务，您访问优管网平台网站及/或登陆相关客户端使用优管网平台提供的服务，均适用本隐私权政策。</p>
    <p>需要特别说明的是，本隐私权政策不适用于其他第三方向您提供的服务，例如优管网上的卖家依托优管网平台向您提供服务时，您向卖家提供的个人信息不适用于本隐私权政策。</p>
    
    <p class="title_small">二、我们如何收集信息</p>
    <p>我们收集信息是为了向您提供更好、更优、更个性化的服务，我们收集信息的方式如下：</p>
    <p>1. 您向我们提供的信息</p>
    <p>
      当您注册优管网账户及您在使用优管网平台提供的相关服务时填写及/或提交的信息，包括您的姓名、性别、出生年月日、身份证号码、护照姓、护照名、护照号码、电话号码、电子邮箱、地址、公司名称、公司地址、营业执照等主体文件及相关附加信息（如所在的省份和城市、邮政编码等）。当管理员在优管网平台给您注册时，优管会要求您提供个人资料；对于您使用优管服务须创建的个人资料，我们可能会向拥有您电子邮件地址或其他身份信息的人士进行展示。</p>
    <p>2. 在您使用服务过程中收集的信息</p>
    <p>为了提供并优化您需要的服务，我们会收集您使用服务的相关信息，这类信息包括：</p>
    <p>
      在您使用优管网平台服务，或访问优管网平台网页时，优管网自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；如您下载或使用优管网或其关联公司客户端软件，或访问移动网页使用优管网平台服务时，优管网可能会读取与您位置和移动设备相关的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。</p>
    除上述信息外，我们还可能为了提供服务及改进服务质量的合理需要而收集您的其他信息，包括您与我们的客户服务团队联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与优管网的关联方、优管网合作伙伴之间互动时我们收集的相关信息。与此同时，为提高您使用优管网平台提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，我们可能会通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户的风险，并可能会记录一些我们认为有风险的URL。</p>
    <p>3.来自第三方的信息</p>
    <p>为了给您提供更好、更优、更加个性化的服务，或共同为您提供服务，或为了预防互联网欺诈的目的，优管网的关联方、合作伙伴会依据法律的规定或与您的约定或征得您同意的前提下，向优管网分享您的个人信息。</p>
    <p>优管收集及使用上述信息的目的是为了更好地运作网站和服务（包括但不限于向您提供个性化的服务），并且会通知您服务各项新的功能与服务以及优管关联公司的各类产品，而不用于其他业务目的。同时优管不会查看或者使用您的业务数据。</p>
    <p>您了解并同意，以下信息不适用本隐私权政策：</p>
    <p>a）您在使用优管网平台提供的搜索服务时输入的关键字信息；</p>
    <p>b）在您未选择“匿名购买”和/或“匿名评价”功能时，优管网收集到的您在优管网平台进行交易的有关数据，包括但不限于出价、成交信息及评价详情；</p>
    <p>c）信用评价、违反法律规定或违反优管网规则行为及优管网已对您采取的措施；</p>
    <p>d） 应法律法规要求需公示的企业名称等相关工商注册信息以及自然人经营者的信息。</p>
    <div  v-if="loadinged">
      <p class="title_small">三、我们如何使用信息</p>
      <p>因收集您的信息是为了向您提供服务及提升服务质量的目的，为了实现这一目的，我们会把您的信息用于下列用途：</p>
      <p>1.向您提供您使用的各项服务，并维护、改进这些服务。</p>
      <p>
        2.向您推荐您可能感兴趣的内容，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息，或者在征得您同意的情况下与优管网的合作伙伴共享信息以便他们向您发送有关其产品和服务的信息。如您不希望接收上述信息，可通过相应的退订功能进行退订。</p>
      <p>3.我们可能使用您的个人信息以预防、发现、调查欺诈、危害安全、非法或违反与我们或其关联方协议、政策或规则的行为，以保护您、其他我们用户，或我们或其关联方的合法权益。</p>
      <p>4.我们可能会将来自某项服务的个人信息与来自其他服务的信息结合起来，用于为了给您提供更加个性化的服务使用，例如让您拥有更广泛的社交圈的需要而使用、共享或披露。</p>
      <p>5.经您许可的其他用途。</p>
      <p class="title_small">四、我们如何共享信息</p>
      <p>我们对您的信息承担保密义务，不会为满足第三方的营销目的而向其出售或出租您的任何信息，我们会在下列情况下才将您的信息与第三方共享：</p>
      <p>1.事先获得您的同意或授权。</p>
      <p>2.根据法律法规的规定或行政或司法机构的要求。</p>
      <p>3.向优管网平台的关联方分享您的个人信息。</p>
      <p>4.向可信赖的合作伙伴提供您的个人信息，让他们根据我们的指示并遵循我们的隐私权政策以及其他任何相应的保密和安全措施来为我们处理这些信息。</p>
      <p>5.如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷。</p>
      <p>
        6.只有共享您的信息，才能提供您需要的服务，或处理您与他人的纠纷或争议。例如您在优管网上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，优管网会视情况向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。</p>
      <p>7.如您出现违反中国有关法律、法规或者优管网相关协议或相关规则的情况，需要向第三方披露。</p>
      <p>8.为维护优管网及其关联方或用户的合法权益。</p>
      
      <p class="title_small">五、Cookie 和网络 Beacon 的使用</p>
      <p>
        为使您获得更轻松的访问体验，您访问优管网平台相关网站或使用优管网平台提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做是帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie，Flash Cookie，或您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。</p>
      <p>
        请您理解，我们的某些服务只能通过使用“Cookie”才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝优管网的Cookie，但这一举动在某些情况下可能会影响您安全访问优管网平台相关网站和使用优管网平台提供的服务。</p>
      <p>
        网页上常会包含一些电子图象（称为"单像素" GIF 文件或 "网络 beacon"），使用网络beacon可以帮助网站计算浏览网页的用户或访问某些cookie，我们会通过网络beacon收集您浏览网页活动的信息，例如您访问的页面地址、您先前访问的援引页面的位址、您停留在页面的时间、您的浏览环境以及显示设定等。</p>
      
      <p class="title_small">六、信息存储</p>
      <p>优管网收集的有关您的信息和资料将保存在优管网及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或优管网收集信息和资料所在地并在该地被访问、存储和展示。</p>
      
      <p class="title_small">七、您的个人信息保护</p>
      <p>
        为保障您的信息安全，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。我们对可能接触到您的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。优管网会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，优管网将尽力做到使您的信息不被泄漏、毁损或丢失。</p>
      <p>
        您的账户均有安全保护功能，请妥善保管您的账户及密码信息。优管网将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您理解在信息网络上不存在“完善的安全措施”。</p>
      <p>
        在使用优管网平台服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是你的账户及密码发生泄露，请您立即联络优管网客服，以便优管网采取相应措施。</p>
      
      <p class="title_small">八、未成年人保护</p>
      <p>我们重视未成年人的个人信息保护，如您为未成年人，建议您请您的监护人仔细阅读本隐私权政策，并在征得您的监护人同意的前提下使用我们的服务或向我们提供信息。</p>
      
      <p class="title_small">九、隐私保护政策的修改</p>
      <p>
        优管有权随时修改《隐私保护政策》的任何条款，一旦《隐私保护政策》的内容发生变动，优管将会直接在优管网站及移动客户端上公布修改之后的《隐私保护政策》，该公布行为视为优管已经通知您修改内容。优管也可通过其他适当方式向用户提示修改内容。如果您不同意优管对本《隐私保护政策》相关条款所做的修改，您有权停止使用优管服务。如果您继续使用优管服务，则视为您接受优管公司对本协议相关条款所做的修改。</p>
    </div>
  </section>
</template>

<script>
  export default{
    name: "MallAgreement"
  }
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  section {
    line-height: 0.3rem;
    padding: 0.15rem 0.15rem 0.3rem 0.15rem;
    background-color: #fff;
  }
  
  .title {
    font-size: 0.19rem;
    text-align: center;
    font-weight: bold;
    text-indent: 0em;
  }
  
  .title_small {
    font-size: 0.16rem;
    height: 0.32rem;
    font-weight: bold;
  }
  
  p {
    text-indent: 2em;
  }
</style>
